<?php
 return array (
  'ishtml' => '0',
  'cat_html_urlruleid' => '0',
  'cat_php_urlruleid' => '0',
  'tohtml' => '0',
  'seo_title' => '企业黄页',
  'seo_keywords' => '企业黄页,企业建站,企业宣传,企业产品展示',
  'seo_description' => '企业黄页,企业建站,企业宣传,企业产品展示',
  'pattern' => '生产型|贸易型|服务型|政府或其他',
  'type' => '个体工商户
私营独资企业
私营合伙企业
私营有限责任公司
私营股份有限公司
国有企业
集体企业
股份合作企业
联营企业
国有独资公司
其他有限责任公司
股份有限公司
其他内资企业
与港澳台商合资经营
与港澳台商合作经营
港澳台商独资
港澳台商投资股份有限公司
中外合资经营
中外合作经营
外商独资
外商投资股份有限公司
政府机构
非盈利组织
其他',
  'station' => '计算机/互联网类
通讯/电子/电力类
市场/销售/业务类
企业经营/管理类
财务类
行政/人事类
文职类
广告/装潢/工业设计类
房地产/建筑类
翻译类
制药类
运输/物流类
电力/能源/电气类
化工类
机械/设备类
工业/工厂类
技工类
商业/旅游/服务业类
金融/经济类
文化/教育/新闻/出版类
轻工类
医疗/护理/保健类
律师/法务类
地矿冶金/测绘技术类
科学研究类
航空航天/核工业类
农林牧渔类
其它类别',
  'enableSecondDomain' => '0',
  'secondDomain' => '',
  'uploaddir' => 'thumb',
  'maxfilesize' => '1024000',
  'autoupdate' => '5',
  'ischeck' => '1',
  'notice' => '',
  'arrgroupidview_apply' => '1,6,7,8,9',
  'arrgroupidview_post' => '1,6,7,8,9',
  'name' => '企业黄页',
  'moduledir' => 'yp',
  'moduledomain' => '',
  'linkurl' => '/2/yp/',
);
?>