<?php 
$PHPCMS_VERSION_NAME = 'PHPCMS2008';
$PHPCMS_VERSION_BUILD_TIME = PHPCMS_RELEASE;

$PHPCMS_MODULES = array(
'name'=>array('ads','space','comment','vote','link','order','message','pay','mail','guestbook','announce','ask','digg','mood','search','special','error_report','formguide'),
'modulename'=>array('广告','个人空间','评论','投票','友情链接','订单','短消息','财务','邮件订阅','留言本','公告','问吧','顶一下','心情指数','全站搜索','专题','错误报告','表单向导'),
'modules'=>array('ads'=>'广告','space'=>'个人空间','comment'=>'评论','vote'=>'投票','link'=>'友情链接','order'=>'订单','message'=>'短消息','pay'=>'财务','mail'=>'邮件订阅','page'=>'单网页','guestbook'=>'留言本','announce'=>'公告','ask'=>'问吧','digg'=>'顶一下','mood'=>'心情指数','search'=>'全站搜索','special'=>'专题','error_report'=>'错误报告','formguide'=>'表单向导'),
'introduce'=>array('可自由设置广告位、尺寸、价格，可向广告位投放图片、文字、FLASH、弹窗、漂浮等各种常见类型的广告，支持广告上线和下线时间设置，支持广告展示和点击次数统计，支持前台查看广告报价和购买广告。',//广告
 '可聚合会员在网站各个模块发布的信息，类似于个人主页',//个人空间
 '可以对任意频道和模块里的任意内容附加评论，支持评论中加入表情图标（自定义表情图标），可对单一评论回复和投鲜花鸡蛋，支持是否开启评论，游客回复等',//评论
 '可设置单选或多选，可设置投票的有效期限，可限制同一IP在24小时内只能进行一次投票',//投票
 '支持链接分类、加颜色、加粗，支持前台申请后台审核，支持按文字、logo、跳转菜单等多种方式显示，可统计点击次数',//友情链接
 '站长可以在任意页面创建一个下订单的按钮，用户点击后进入订单页面可以下订单，后台管理员可以查看订单。订单模块可以整合其他任意涉及到交易的模块，配合财务模块即可完整的在线购买功能',//订单模块
 '类似于论坛的短消息功能',//短消息
 '可以通过在线支付、支付卡、银行汇款等多种方式充值，然后结合订单模块可以完成在线交易功能。支持前台查看消费记录，后台查看财务统计',//财务
 '支持订阅分类，前台用户可以订阅相关类别信息，后台可以定期给订阅过各个分类的用户发送订阅邮件，查看已订阅邮件列表，支持从本地数据库和其他数据库字段导出邮件列表，支持自定义邮件内容，支持订阅和退订邮件激活，支持自定义激活邮件模板等，支持自定义批量邮件发送等',//邮件订阅
 '访问者可以发表留言咨询，管理员可在后台进行回复，实现访可与管理员的互动交流',//留言本
 '实现全站公告管理',//公告
 '相比2007版更完善，体验更好，负载能力更强',//问吧
 '顶过之后，才知道，什么是受关注的',//顶一下
 '一篇文章触发了你的心情，还有多少人会和你有同样的心情呢？',//心情指数
 '全站搜索功能，集成强大的搜索api接口',//全站搜索
 '可任意指定碎片功能，添加文章，指定文章',//专题
 '访问者提供错误信息报告',//错误报告
 '管理员可以在后台按提示自动添加完成包含单行文本，多行文本，单选框，复选框，下拉菜单，文件浏览等表单项的表单，可把调用标签后插入到任意模版显示该表单，用户提交的信息可在后台和指定的E-mail查看。此功能可以用来建立在线报名或者其他各类反馈表单',//表单向导
 )
 );
?>